{
    "oval": {
        "description": "Oval face shapes are slightly longer than they are wide, with a rounded jawline.",
        "tips": [
            "Tambahkan layer atau ombak untuk memberikan dimensi pada rambut Anda.",
            "Hindari gaya rambut yang menyembunyikan proporsi alami wajah Anda.",
            "Cobalah belahan tengah untuk tampilan yang elegan.",
            "Bereksperimenlah dengan poni tipis yang memanjang.",
            "Hindari gaya rambut yang sangat pendek, karena dapat memperpendek tampilan wajah Anda."
        ]
    },
    "oblong": {
        "description": "Oblong face shapes are longer than they are wide, often with a straight jawline.",
        "tips": [
            "Tambahkan poni untuk mengurangi panjang wajah secara visual.",
            "Pilih potongan rambut bob atau lob yang memberikan kesan lebih lebar pada wajah.",
            "Hindari gaya rambut terlalu panjang yang mempertegas panjang wajah.",
            "Tambahkan volume di sisi rambut untuk menyeimbangkan proporsi.",
            "Cobalah potongan dengan gelombang lembut untuk tampilan yang lebih proporsional."
        ]
    },
    "heart": {
        "description": "Heart face shapes feature a wide forehead and a narrow, pointed chin.",
        "tips": [
            "Pilih gaya rambut dengan volume di bagian bawah untuk menyeimbangkan dagu yang runcing.",
            "Hindari poni lurus yang menonjolkan lebar dahi.",
            "Tambahkan layer yang memanjang di dekat tulang pipi untuk kesan wajah lebih simetris.",
            "Bereksperimenlah dengan belahan samping untuk mengurangi dominasi dahi.",
            "Pilih potongan rambut dengan ujung melengkung ke dalam untuk menyeimbangkan bentuk wajah."
        ]
    },
    "square": {
        "description": "Square face shapes have a strong jawline and minimal curves.",
        "tips": [
            "Tambahkan layer lembut di sekitar wajah untuk mengurangi sudut tajam.",
            "Hindari gaya rambut lurus tanpa layer, karena dapat menonjolkan garis rahang.",
            "Pilih potongan dengan ujung rambut yang melengkung keluar untuk melembutkan rahang.",
            "Bereksperimenlah dengan gaya rambut bergelombang atau keriting.",
            "Hindari gaya rambut yang sangat pendek, karena dapat menonjolkan garis wajah."
        ]
    },
    "round": {
        "description": "Round face shapes are characterized by full cheeks and a rounded chin.",
        "tips": [
            "Tambahkan volume di bagian atas untuk memberikan ilusi wajah yang lebih panjang.",
            "Pilih gaya rambut dengan layer panjang untuk mempersempit wajah secara visual.",
            "Hindari poni tebal yang memotong wajah secara horizontal.",
            "Bereksperimenlah dengan rambut bergelombang untuk tampilan lebih ramping.",
            "Tambahkan highlight vertikal untuk memberikan ilusi wajah lebih panjang."
        ]
    }
}
